Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: W długiej historii Królestwa Myrtany wielu Magów Ognia mogło pochwalić się niezwykłą pobożnością, ogromną wiedzą magiczną, czy niespotykaną rozwagą, jednak mało kto może równać się całokształtem swych dokonań z Mikhtarem, zwanym również roztropnym.
uk: За довгу історію Королівства Міртана було чимало Магів Вогню, які могли похвалитися надзвичайною побожністю, багатими магічними знаннями чи безпрецедентною розсудливістю, але мало хто може зрівнятися за сукупністю своїх досягнень з Міхтаром, також відомим як Мудрий.

source: W efekcie bracia się poróżnili. Jeden zawsze zazdrościł drugiemu tego, co potrafił, bo zmyślność w rachunkach i umiejętność uprawy winorośli mają różne zalety.
uk: В результаті брати посварилися. Один з них завжди заздрив іншому через те, що той вміє. Адже вправність у підрахунках і вміння вирощувати виноградну лозу мають різні переваги.

source: W efekcie straciliśmy jednego z naszych. Brutalnie go zamordowano, i nie jesteśmy nawet pewni, czy Lichwiarz zorganizowałby tak prymitywną robotę.
uk: В результаті ми втратили одного зі своїх. Він був жорстоко вбитий, і ми навіть не впевнені, чи це Лихвар організував настільки примітивне вбивство.

source: W ekstremalnych warunkach
uk: В екстремальних умовах

source: W geście dobrej woli oddaję wam całe pozostałe złoto, które byłem winien!
uk: Як жест доброї волі я віддаю вам все золото, яке я був винен!

source: W godzinę pierwszą dziękujemy Ci za życie,
uk: В першу годину ми дякуємо Тобі за життя,

source: W gorącej wodzie kąpany
uk: Холодний прийом

source: W grobowcu przyda nam się kilku doświadczonych pracowników. To ostatni moment, by komuś pomóc i zdobyć jego zaufanie. Kessel sam zajmie się rekrutacją, dlatego mam nie rozmawiać z kandydatami, tylko podać mu ich imiona.
uk: Нам би не завадили досвідчені працівники у гробниці. Це остання можливість допомогти комусь і заручитися їхньою довірою. Кессель сам подбає про найм, тож мені не доведеться розмовляти з кандидатами, варто лише назвати йому їх імена.

source: W grobowcu zaatakował mnie nieumarły rycerz. Wyglądał zupełnie jak posągi górujące nad naszym obozem. Znalazłem przy nim dziwny miecz... Może Riordian będzie w stanie coś mi o nim powiedzieć?
uk: У гробниці на мене напав невмерлий страж. Він виглядав так само, як статуї, що височіли над нашим табором. Я знайшов у нього дивний меч... Можливо, Ріордіан зможе мені щось про нього розповісти?

source: W głównej sali kopalni zagadał mnie Bloodwyn. Obiecał mi ochronę w zamian za 10 złotych samorodków.
uk: У головному залі копальні мене спантеличив Бладвін. Він пообіцяв мені захист в обмін на 10 золотих самородків.

source: W głębi jaskini znalazłem jakieś dziwne miejsce, przypominające grobowiec. Na samym środku był tam jakiś magiczny symbol.
uk: У глибині печери я знайшов якесь дивне місце, схоже на гробницю. Посередині був якийсь магічний символ.

source: W głębi jaskini znalazłem jakieś dziwne miejsce...
uk: У глибині печери я знайшов якесь дивне місце...

source: W imieniu Szanownego Pana Volkera, chciałbym Cię najmocniej przeprosić za wszelkie nieprzyjemności, jakie spotkały Cię z rąk jednego z nas.
uk: Від імені високоповажного пана Волкера я хотів би принести вам найщиріші вибачення за будь-які неприємності, які спіткали вас від рук одного із нас.

source: W imieniu magów z klasztoru przekazuję ci ten oto dar powitalny.
uk: Від імені магів монастиря я вручаю тобі цей вітальний подарунок.

source: W imieniu miłościwie panującego króla Rhobara II, w zamian za wieloletnią opiekę nad przedsiębiorstwami, niezliczone zasługi dla mieszkańców miasta, oraz za ujęcie Ulryka - zdrajcy, próbującego zburzyć fundamenty ładu i bezpieczeństwa na wyspie, mianuję Sz.P. Volkera kanclerzem skarbu. Z tego tytułu z pełnym zaufaniem powierzam mu pieczę nad skarbcem ratusza. Obiecuję także, iż dołożę wszelkich starań, aby w możliwie jak najszybszym czasie został prawnym zarządcą kopalni srebra oraz terenów do niej przyległych.
uk: Ім'ям короля Робара II, за багаторічну турботу про торговців і ремісників, неоціненні заслуги перед громадянами, а також затримання Ульріка – зрадника, який намагався підірвати основи порядку та безпеки на острові, я призначаю пана Волкера королівським скарбником. Відповідно, я з повною довірою доручаю йому контроль над скарбницею ратуші. Я також обіцяю, що зроблю все можливе, щоб він якомога швидше став законним управителем срібної копальні та прилеглих до неї територій.

source: W innej sytuacji chętnie bym ci pomógł, ale ta sytuacja z orkami... Nie mogę tak po prostu zabrać rzeczy z naszego magazynu.
uk: В іншій ситуації я б із задоволенням тобі допоміг, але ця ситуація з орками... Я не можу просто так забрати припаси з нашого складу.

source: W innej sytuacji powiedziałbym ci, żebyś zignorował ten trop, ale ostatnio ludzie skłonni są do najgorszych przestępstw za choćby kilka złotych monet.
uk: В іншій ситуації я б порадив тобі проігнорувати цю зачіпку, але останнім часом люди здатні на найгірші злочини навіть заради кількох золотих монет.

source: W innych czasach powiedziałbym, że możesz też liczyć na naszych ludzi w terenie... ale cóż, sam doskonale widziałeś, czego dopuścił się Volker.
uk: В інші часи я б сказав, що ти також можеш розраховувати на наших людей на місцях... Але ти й сам чудово бачиш, що вчинив Волкер.

source: W innych dzielnicach miasta zaroiło się od obdartusów i nieudaczników z mniejszych wysp. Patrząc na nich, nie dziwię się, że przegrywamy tę wojnę.
uk: В інших районах міста повно безпритульних і невдах з менших островів. Дивлячись на них, не дивно, що ми програємо цю війну.

source: W innych okolicznościach?
uk: За інших обставин?

source: W innym wypadku skończysz tak, jak twoi dawni współpracownicy.
uk: Інакше ти закінчиш так само, як і твої колишні колеги.

source: W interesach?
uk: Ти тут по справах?

source: W jak najlepszym porządku. Muszę jeszcze poczynić pewne przygotowania, ale jestem dobrej myśli.
uk: Все в порядку. Мені ще потрібно зробити деякі приготування, але я в доброму настрої.

source: W jaki sposób je pozłacasz?
uk: Яким чином ти їх позолочуєш?

source: W jaki sposób kontrolujesz obrót złota?
uk: Як ти контролюєш обіг золота?

source: W jaki sposób mam ją otworzyć?
uk: Як її відчинити?

source: W jaki sposób mam to zrobić?
uk: Як мені це зробити?

source: W jaki sposób ona ma ci pomóc?
uk: Як вона зможе тобі допомогти?

source: W jaki sposób waga miałaby wprowadzać sprawiedliwość?
uk: Яким чином терези можуть сприяти справедливості?

source: W jaki sposób?
uk: Яким чином?

source: W jakiej cenie?
uk: Скільки коштує?

source: W jakim stanie jest Kessel?
uk: В якому стані зараз Кессель?

source: W jakim stanie jest winnica i nasi ludzie?
uk: У якому стані виноградник і наші люди?

source: W jakim stanie są ocaleni?
uk: У якому стані перебувають вцілілі?

source: W jakimś miejscu, gdzie jest dużo ludzi, najlepiej w dobrych humorach. Nie ma sensu, żebyście namawiali do służby kogoś, kto ma aktualnie dość wszystkiego.
uk: Де-небудь, де багато людей, краще в доброму гуморі. Немає сенсу вмовляти когось служити, хто вже ситий по горло всім цим.

source: W jaskini będziemy bezpieczni?
uk: У печері ми будемо в безпеці?

source: W jaskini na wybrzeżu znalazłem zwłoki Darryla i Maiwen.
uk: У печері на узбережжі я знайшов трупи Деріла і Мейвен.

source: W jaskini na zachód od farmy Bermara.
uk: У печері на захід від ферми Бермара.

source: W jaskini nieopodal znalazłem Gerke. Był śmiertelnie ranny, nie mogłem nic zrobić, by mu pomóc. Bestia jest jeszcze bardziej niebezpieczna, niż wszyscy przypuszczali.
uk: У печері неподалік я знайшов Герке. Він був смертельно поранений, і я нічим не міг йому допомогти. Звір виявився ще небезпечнішим, ніж усі думали.

source: W jaskini same trupy więc możemy wracać. Zbierz, co się da i natychmiast udaj się do Corteza.
uk: У печері лише мертві тіла, тож ми можемо повертатися. Збери все, що зможеш, і негайно вирушай до Кортеза.

source: W jaskini spotkałem Południowca. Zaatakował mnie, pomimo moich prób dogadania się. Znalazłem przy nim szkatułę pełną kamieni szlachetnych. Cortez na pewno będzie chciał je mieć.
uk: У печері я зустрів південця. Незважаючи на мої спроби поспілкуватися, він напав на мене. Я знайшов у нього скриньку, повну дорогоцінного каміння. Кортез захоче її отримати.

source: W jaskini ukrył się Javad - wojownik z południa. Zaatakował mnie. To ciężki przeciwnik. Namówiłem go, by walczył dla ciebie na arenie.
uk: Джавад, воїн з півдня, ховався в печері. Він напав на мене. Він сильний супротивник. Я вмовив його битися для тебе на арені.

source: W jaskini widziałem orka!
uk: У печері я бачив орка!

source: W jaskini znalazłem miejsce, które wyglądem przypomina grobowiec. Na samym środku widzę jakiś magiczny symbol. Powinienem powiedzieć o tym Fabio.
uk: У печері я знайшов місце, схоже на гробницю. Посеред неї знаходиться якийсь магічний символ. Треба розповісти про це Фабіо.

source: W jaskini znalazłem także tą dziwną notatkę.
uk: Я також знайшов у печері цю дивну записку.

source: W jaskini znalazłem także tą dziwną notatkę. Chyba należała do tego rybaka.
uk: Я також знайшов у печері цю дивну записку. Думаю, що вона належала тому рибалці.

source: W jeden dzień? Nie mamy gdzie spać!
uk: За один день? Нам немає де спати!

source: W jednej sali znalazłem ten stary, zniszczony pancerz.
uk: Я знайшов цей старий понівечений обладунок в одній із кімнат.

source: W jednej sali znalazłem ten stary, zniszczony pancerz. Myślisz, że byłbyś w stanie go naprawić?
uk: Я знайшов цей старий понівечений обладунок в одній із кімнат. Як ти думаєш, ти зможеш його відремонтувати?

source: W jednej z chat w porcie.
uk: В одній з хатин у порту.

source: W jednej z chat za areną spotkałem mężczyznę w potarganych ubraniach. Cały dzień sprząta dom jakiegoś pirata, jak niewolnik. Może mógłbym mu jakoś pomóc?
uk: В одній із хатин за ареною я зустрів чоловіка в пошарпаному одязі. Він цілими днями прибирає будинок якогось пірата, як раб. Можливо, я міг би йому якось допомогти?

source: W jednej z ksiąg czytałem o tym jak radzić sobie z nadmiernym stresem.
uk: В одній з книг я прочитав про те, як боротися з надмірним стресом.

source: W jednej z sal Vardhal, znalazłem jakiś stary zniszczony pancerz. Gdybym wcześniej ją znalazł, prawdopodobnie Stone mógłby spróbować ją naprawić. Teraz nie ma to czasu. Powinienem wynosić się z tej krypty.
uk: В одному із залів Вардхалу я знайшов старий пошкоджений обладунок. Якби я знайшов його раніше, Стоун, можливо, спробував би його відремонтувати. Зараз на це немає часу. Мені треба вибиратися з цього склепу.

source: W jednej z sal Vardhal, znalazłem jakiś stary zniszczony pancerz. Może Stone byłby w stanie coś z nim zrobić?
uk: В одному із залів Вардхалу я знайшов старий пошкоджений обладунок. Можливо, Стоун зможе щось з ним зробити?

source: W jednej ze skrzyń znalazłem grog. Może on przekona pirata, by powiedział mi coś ciekawego?
uk: В одній зі скринь я знайшов грог. Може, він зможе переконати пірата розповісти мені щось цікаве?

source: W jednym z domów spotkałem Fabio wraz z kilkoma bandziorami. Wygląda na to, że korzystając z zamieszania w mieście uprowadzili kilka kobiet.
uk: В одному з будинків я зустрів Фабіо разом з кількома бандитами. Схоже, вони скористалися метушнею в місті, щоб викрасти кількох жінок.

source: W jednym z pomieszczeń znalazłem ciało. Wygląda, jakby go mocno pobito przed śmiercią. Może to jeden z przestępców, którzy porwali Jorna?
uk: Я знайшов тіло в одній із кімнат. Схоже, його сильно побили перед смертю. Може, це один зі злочинців, які викрали Йорна?

source: W jednym z szybów kopalni jest naprawdę sporo górników. Naars obiecał zająć dla mnie miejsce, jeśli odpowiednio mu zapłacę.
uk: В одному з тунелів працює чимало гірників. Наарс пообіцяв знайти для мене місце, якщо я добре заплачу.

source: W jego wyglądzie ani zachowaniu nie dostrzegłem nic szczególnego.
uk: Я не бачив нічого особливого в його зовнішності чи поведінці.

source: W kamień zmienią się na nowo.
uk: І знову у камінь себе обертають.

source: W kanałach spotkałem Ivy. Postanowiliśmy połączyć siły, w końcu Lichwiarz jest naszym wspólnym wrogiem.
uk: У каналізації я зустрів Айві. Ми вирішили об'єднати зусилля проти нашого спільного ворога – Лихваря.

source: W kanałach spotkałem Ivy. Uznała, że zemsta na Lichwiarzu należy się jej, więc mnie zaatakowała.
uk: У каналізації я зустрів Айві. Вона вирішила, що помста Лихвареві – її обов'язок, і напала на мене.

source: W kanałach? A co można sprawdzać w kanałach?
uk: В каналізації? А що можна перевіряти в каналізації?

source: W kaplicy cmentarnej znalazłem posąg Innosa. Ciekawe, czemu na cmentarzu w klasztorze Magów Wody znajduje się podobizna innego boga.
uk: У каплиці на цвинтарі я знайшов статую Інноса. Цікаво, чому на цвинтарі в монастирі Магів Води стоїть статуя іншого бога?

source: W karczmie 'Syreni Lament'. To ta w porcie, zaraz obok burdelu.
uk: У корчмі 'Плач сирени'. Тій що в порту, прямо поряд із борделем.

source: W karczmie potrzebują 10 piw i 10 pietruszek. Mam je przekazać Ezekielowi.
uk: Корчма потребує 10 пива і 10 пучків петрушки. Я маю віддати їх Єзекіїлю.

source: W każdym razie cieszę się, że doszliśmy do porozumienia. Możesz liczyć na zniżkę na moje towary.
uk: У будь-якому випадку, я радий, що ми дійшли згоди. І ти можеш розраховувати на знижку на мої товари.

source: W każdym razie dzięki za informację.
uk: У будь-якому випадку, дякую за інформацію.

source: W każdym razie dzięki za pomoc, kolego. Znacznie ułatwiłeś mi robotę.
uk: У будь-якому випадку, дякую за допомогу, приятелю. Ти значно полегшив мені роботу.

source: W każdym razie powodzenia!
uk: Що ж, нехай щастить!

source: W każdym razie rzuciliśmy wszystko, co nas spowalniało, i chodu. Nie wiem, co z tym drugim, bo zwierzęta nas rozdzieliły...
uk: Загалом, ми кинули все, що нас сповільнювало, і втекли. Не знаю, що сталося з напарником, бо звірі нас розділили...

source: W każdym razie szwagier chciał mieć jeden z jego mieczy.
uk: Так чи інакше, його зять хотів один з його мечів.

source: W każdym razie, Runar nie będzie więcej szkodził Magom Ognia. Pora wypełnić twoją część obietnicy.
uk: У будь-якому випадку, Рунар більше не завдасть шкоди Магам Вогню. Настав час виконати свою частину обіцянки.

source: W każdym razie, całe bagno jest obsiane ruinami domów z czasów Wielkiej Plagi, kiedy grupa zielarzy próbowała wynaleźć lekarstwo na chorobę.
uk: Так чи інакше, все болото всіяне руїнами будинків часів Великої чуми, коли група травників намагалася винайти ліки від цієї хвороби.

source: W każdym razie, chyba jestem ci coś winien...
uk: Так чи інакше, я думаю, що я тобі дещо винен...

source: W każdym razie, chyba nie myślałeś, że zamierzam całe swoje życie spisywać magiczne zwoje? W końcu mogę naprawdę pomagać ludziom.
uk: У всякому разі, ти ж не думав, що я все життя переписуватиму магічні сувої? Зрештою, я дійсно можу допомагати людям.

source: W każdym razie, dobrze, że oddał. Możemy teraz porównać oryginał z kopią Araxos.
uk: У будь-якому випадку, добре, що він її віддав. Тепер ми можемо порівняти оригінал з копією Гільдії Араксос.

source: W każdym razie, gdy ty szukałeś klucza z muzeum, mi udało się znaleźć w ruinach ostatni fragment.
uk: У всякому разі, поки ти шукав ключ з музею, мені вдалося знайти у руїнах останній фрагмент.

source: W każdym razie, jak dosadnie ich przekonaliście?
uk: У будь-якому випадку, наскільки переконливими ви були?

source: W każdym razie, jak dosadnie ich przekonałeś?
uk: У будь-якому випадку, наскільки переконливим ти був?

source: W każdym razie, jak nie znajdziemy tych towarów, to nam Albyn z dupy nogi powyrywa.
uk: У будь-якому випадку, якщо ми не знайдемо ті товари, Альбін виб'є з нас все лайно.

source: W każdym razie, jeśli ciągle chcesz dla mnie pracować, to nie ma sprawy, właściwie dla kogoś takiego pewnie bym znalazł dodatkową robotę.
uk: У будь-якому випадку, якщо ти все ще хочеш працювати на мене, це чудово. Насправді, для такої людини як ти, я без сумніву знайду додаткову роботу.

source: W każdym razie, jeśli nie przyszedłeś tutaj tylko po to, żeby przeszkadzać, to może byś się tym zajął?
uk: У всякому разі, якщо ти прийшов сюди не тільки для того, щоб заважати, то чому б тобі не взятися за справу?

source: W każdym razie, na mnie słowa za bardzo nie działają, a póki co, oprócz gadania to nic innego nie robisz.
uk: У всякому разі, слова на мене не дуже діють, а ти поки що, окрім розмов, більше нічого не робиш.

source: W każdym razie, pokazu strzeleckiego nie przeprowadziłeś?
uk: У будь-якому випадку, демонстрація стрільби не відбулася?

source: W każdym razie, pomogłeś mi, więc i ja pomogę tobie.
uk: У будь-якому випадку, ти допоміг мені, тож я допоможу і тобі.

source: W każdym razie, powinniście ją uwolnić.
uk: У будь-якому випадку, ви повинні її звільнити.

source: W każdym razie, póki co mam się stąd nie ruszać. I dopóki mi za to płacą, nie będę narzekał.
uk: У всякому разі, поки що я не збираюся нікуди йти звідси. І поки мені за це платять, я не нарікатиму.

source: W każdym razie, ruszyliśmy w stronę miasta, kiedy napotkaliśmy Gwardzistów.
uk: Так чи інакше, ми вирушили в бік міста, коли зустріли гвардійців.

source: W każdym razie, skoro miałeś w ręku miecz treningowy, to znaczy, że mógłbym cię wyposażyć w prawdziwą broń.
uk: У всякому разі, оскільки в твоїй руці вже був тренувальний меч, то це означає, що тепер я можу озброїти тебе справжньою зброєю.

source: W każdym razie, teraz pójdziemy znaleźć sobie jakiegoś porządnego szefa!
uk: А зараз ми займемося пошуками нормального роботодавця!

source: W każdym razie, trochę mnie, cholera, poszarpały. Nie masz może przy sobie jakiejś mikstury leczniczej?
uk: Так чи інакше, вони мене трохи, трясця, пошарпали. У тебе випадково немає з собою якогось цілющого зілля?

source: W każdym razie, świetna robota. Mogłeś znaleźć innego winnego, ale cóż. Młody jesteś, musisz się jeszcze wiele nauczyć.
uk: У будь-якому випадку, чудова робота. Могли б знайти іншого винуватця, але нічого. Ти молодий, тобі ще багато чому треба навчитися.

source: W kieszeni był jakiś list.
uk: У кишені лежав якийсь лист.

source: W klasztorze jednak nikt nie chciał mi odpowiedzieć na to pytanie, ciągle tylko magia leczenia i tworzenie eliksirów.
uk: У монастирі, однак, ніхто не хотів відповісти мені на це запитання, постійно тільки цілюща магія і приготування еліксирів.

source: W klasztorze nie omawialiśmy tworzenia trucizn, ale uczono nas wiele o odtrutkach.
uk: У монастирі нам не розповідали, як приготувати отруту, але нас багато вчили про протиотрути.

source: W klasztorze spotkałem Anę, jedną z kobiet, które razem ze mną płynęły na statku Becketta. Niedługo po opuszczeniu wioski została zaatakowana i gdyby nie interwencja kogoś z Wodnego Kręgu, to z pewnością byśmy tu dzisiaj nie rozmawiali.
uk: У монастирі я зустрів Анну, одну з жінок, які пливли зі мною на кораблі Беккета. Невдовзі після того, як вона покинула село, на неї напали, і якби не втручання когось із Кільця Води, я впевнений, що ми б сьогодні тут не розмовляли.

source: W klasztorze spotkałem nowicjusza Artura, który desperacko szuka swoich rzeczy. Nie wykonał swoich obowiązków, przez co nowicjusze postanowili mu się 'odwdzięczyć' i pochowali je po dachach klasztoru. Postanowiłem mu pomóc w poszukiwaniach. Powinienem rozglądać się za jego szatą, piką oraz dziennikiem.
uk: У монастирі я зустрів послушника Артура, який відчайдушно розшукував свої речі. Він не виконав свої обов'язки, за що послушники вирішили 'відплатити йому' і заховали його речі на дахах монастиря. Я вирішив допомогти йому в пошуках. Я маю розшукати його вбрання, посох та щоденник.

source: W klasztorze spotkałem paladyna Candaca. Sprzedaż złotych Innosów pod kościołem wpłynęła na jego wiarę bardziej, niż ktokolwiek mógłby przypuszczać. Co więcej, powrócił do nałogu alkoholowego. Póki co zabrałem mu kilka butelek, ale powinienem odwiedzić go jeszcze raz, gdy już poczuje się lepiej.
uk: У монастирі я зустрів паладина Кандака. Продаж золотих Інносів під церквою вплинув на його віру більше, ніж будь-хто міг припустити. До того ж, він повернувся до алкоголю. Цього разу я забрав у нього кілька пляшок, але коли йому стане краще, мені слід відвідати його знову.

source: W konsekwencji tego, jakość i ilość strażników zmalała, a organizacje przestępcze w mieście zaczęły wietrzyć swoją szansę.
uk: Як наслідок, якість і кількість вартових знизилася, а злочинні організації в місті почали користуватися цим.

source: W kopalni dojdzie do buntu, jeśli nic nie zrobisz.
uk: В копальні підніметься бунт, якщо ти нічого не зробиш.

source: W kopalni spotkałem górnika, który zaproponował, żebym zaopiekował się przez chwilę jego miejscem do wydobywania.
uk: В копальні я познайомився з гірником, який запропонував якийсь час наглянути за його ділянкою для видобування.

source: W końcu chłopak leży już półtora metra pod ziemią.
uk: Зрештою, хлопець вже лежить на глибині в півтора метри під землею.

source: W końcu cię dopadłam!
uk: Нарешті я до тебе добралася!

source: W końcu cię mam!
uk: Нарешті я тебе спіймав!

source: W końcu dotarliśmy do dróg przerzutowych tych drani z Bursztynowego Wybrzeża...
uk: Ми нарешті вийшли на шлях цих виродків з Бурштинового узбережжя...

source: W końcu dzieje się coś ciekawego! Zacząłem się pomału nudzić tymi nieumarłymi.
uk: Нарешті відбувається щось цікаве! Мені вже почала потроху набридати ця нечисть.

source: W końcu godny przeciwnik!
uk: Нарешті з'явився гідний суперник!

source: W końcu i tak cię dorwę!
uk: Я все одно до тебе доберусь!

source: W końcu im szybciej się to wyjaśni, tym lepiej.
uk: Зрештою, чим швидше це з'ясується, тим краще.

source: W końcu jakiś konkretny trop. Z tego, co pamiętam, dwa dźwigi znajdują się w pobliżu tego drewnianego molo. Jeden był jeszcze chyba obok stoczni.
uk: Нарешті якась конкретна зачіпка. Наскільки я пам'ятаю, біля цього дерев'яного причалу є два крани. Один, здається, поруч з корабельнею.

source: W końcu jako strażnik powinieneś dokładnie znać techniki złodziejaszków, którzy stosują je w bardziej... niecnych celach niż ja.
uk: Зрештою, як вартовому, тобі мають бути добре знайомі прийоми злодіїв, які їх використовують в більш... негідних цілей, ніж я.

source: W końcu jest w miejscu, skąd nie może uciec. Czas pozbyć się tego plugastwa.
uk: Вона нарешті опинилася в місці, звідки не зможе втекти. Настав час позбутися цієї мерзоти.

source: W końcu jestem na miejscu. Nadszedł czas, by Lichwiarz zapłacił za to, co zrobił Jornowi i wielu innym niewinnym ludziom.
uk: Нарешті я тут. Настав час Лихвареві заплатити за те, що він зробив з Йорном та багатьма іншими невинними людьми.

source: W końcu jestem na miejscu. Oj, nie załatwię sprawy szybko, Lichwiarz musi poczuć takie same cierpienie, jak jego ofiary.
uk: Нарешті я на місці. Ох, я не збираюся вирішувати це питання швидко, Лихвар повинен відчути ті ж страждання, що і його жертви.

source: W końcu jestem na zewnątrz. Czas wrócić do ludzkiej postaci i porozmawiać z Adelardem.
uk: Нарешті я назовні. Час повернутися до людської форми та поговорити з Аделардом.

source: W końcu jesteśmy bezpieczni.
uk: Нарешті ми в безпеці.

source: W końcu jesteśmy w komplecie! Trzymaj Marvin, odebrałem twój róg.
uk: Нарешті ми всі зібрались! Тримай, Марвіне, я взяв тобі ріг.

source: W końcu kto przy normalnych zmysłach będzie płacił komuś mało wydajnemu?
uk: Зрештою, хто при здоровому глузді платитиме каліці?
